import * as React from "react";
import { ButtonMailTo } from "../components";

const infoTextGR = (
  <div>
    Ἡ ἐφαρμογή αὐτή εἶναι ἕνα Ὀρθόδοξο Χριστιανικό κουίζ μέ 264 ἐρωτήσεις, τίς
    ὁποῖες ἀκολουθοῦν λεπτομερεῖς ἀπαντήσεις μέ ἀναφορές καί παραθέσεις στήν
    Ἁγία Γραφή καί κείμενα Ἁγίων.
    <br />
    <br />
    Ἔχει δύο τρόπους παιχνιδιοῦ: Πολλαπλῶν Ἐπιλογῶν καί Σωστό - Λάθος.
    <br />
    <br />
    Σέ κάθε τρόπο θά βρεῖτε ἀπό 33 ἐρωτήσεις στίς ἑξῆς κατηγορίες: Καινή
    Διαθήκη, Παλαιά Διαθήκη, Συναξάρι καί Ἁγιοπνευματική ζωή. Ἐπιπλέον, ὑπάρχει
    καί τό Ἀπάνθισμα, στό ὁποῖο μπορεῖτε νά παίξετε μέ ὅσες κατηγορίες θέλετε
    ἀνάμικτα.
    <br />
    <br />
    Στήν ὀθόνη μέ τούς νικητές βλέπετε τήν κατάταξη ὅλων τῶν παικτῶν ἀνάλογα μέ
    τούς πόντους ἤ τά ἔπαθλα.
    <br />
    <br />
    Στίς ρυθμίσεις, ἄν ἔχετε κάνει ἐγγραφῆ, μπορεῖτε νά ἀλλάξετε τό ὄνομά σας,
    τήν ἠλεκτρονική σας διεύθυνση, τόν κωδικό σας, ἤ νά διαγράψετε τόν
    λογαριασμό σας.
    <br />
    Ἐπίσης, μπορεῖτε νά ἐνεργοποιήσετε τή γονική μέριμνα, κατά τήν ὁποία
    ἀπενεργοποιοῦνται οἱ σύνδεσμοι στό ἴντερνετ πού βρίσκονται στό τέλος κάθε
    ὁλοκληρωμένης ἀπάντησης.
    <br />
    Ἐπιπλέον, μπορεῖτε νά ἀπενεργοποιήσετε τούς ἤχους τῆς ἐφαρμογῆς ἤ νά
    διαγράψετε τίς ἐρωτήσεις κάποιας κατηγορίας ἀπό τή συσκευή σας.
    <br />
    Τέλος, στήν ὀθόνη μέ τίς πληροφορίες μπορεῖτε νά δεῖτε τίς ὁδηγίες τοῦ
    παιχνιδιοῦ, ὅπως καί τό σύνολο τῶν ἐκδόσεων.
    <br />
    <br />
    Εὐχαριστοῦμε πολύ γιά τό ἐνδιαφέρον.
    <br />
    Ἄν ἔχετε κάποια ἰδέα, παρατήρηση ἤ ὁτιδήποτε ἄλλο, σᾶς παρακαλοῦμε νά
    ἐπικοινωνήσετε μαζί μας στό
    <br />
    <ButtonMailTo
      label="entoutonika7@gmail.com."
      mailto="mailto:entoutonika7@gmail.com."
    />
    <br />
    Καλή ψυχαγωγία!
  </div>
);

export default infoTextGR;
